Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Deployments (%lld)
ar: عمليات النشر (%lld)
de: Bereitstellungen (%lld)
es: Implementaciones (%lld)
fr: Déploiements (%lld)
it: Distribuzioni (%lld)
ja: デプロイメント (%lld)
ko: 배포(%lld)
pt_br: Implantações (%lld)
ru: Развертывания (%lld)
zh_hans: 部署历史 (%lld)
zh_hant: 部署历史 (%lld)

source: Deployments & Rollback
ar: عمليات النشر والتراجع
de: Bereitstellungen und Rollback
es: Implementaciones y reversiones
fr: Déploiements et restauration
it: Distribuzioni e rollback
ja: デプロイメントとロールバック
ko: 배포 및 롤백
pt_br: Implantações e reversão
ru: Развертывания и откат
zh_hans: 部署与回滚
zh_hant: 部署与回滚

source: Deployments History
ar: تاريخ النشر
de: Bereitstellungsverlauf
es: Historial de implementaciones
fr: Historique des déploiements
it: Cronologia delle distribuzioni
ja: 導入履歴
ko: 배포 기록
pt_br: Histórico de implantações
ru: История развертываний
zh_hans: 部署历史
zh_hant: 部署历史

source: Deployments History (%lld)
ar: محفوظات عمليات النشر (%lld)
de: Bereitstellungsverlauf (%lld)
es: Historial de implementaciones (%lld)
fr: Historique des déploiements (%lld)
it: Cronologia distribuzioni (%lld)
ja: デプロイメント履歴 (%lld)
ko: 배포 기록(%lld)
pt_br: Histórico de implantações (%lld)
ru: История развертываний (%lld)
zh_hans: 部署历史 (%lld)
zh_hant: 部署历史 (%lld)

source: Deployments Pipeline
ar: خط أنابيب النشر
de: Bereitstellungspipeline
es: Canalización de implementaciones
fr: Pipeline de déploiements
it: Pipeline di distribuzioni
ja: デプロイメントパイプライン
ko: 배포 파이프라인
pt_br: Pipeline de implantações
ru: Конвейер развертываний
zh_hans: 部署流水线
zh_hant: 部署流水線

source: Description (Optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (Facultatif)
it: Descrizione (facoltativa)
ja: 説明 (オプション)
ko: 설명(선택사항)
pt_br: Descrição (opcional)
ru: Описание (необязательно)
zh_hans: 描述 (可选)
zh_hant: 描述 (可選)

source: Designed for Cloudflare Edge & Zero Trust
ar: مصمم لـ Cloudflare Edge وZero Trust
de: Entwickelt für Cloudflare Edge & Zero Trust
es: Diseñado para Cloudflare Edge y Zero Trust
fr: Conçu pour Cloudflare Edge et Zero Trust
it: Progettato per Cloudflare Edge e Zero Trust
ja: Cloudflare Edge & Zero Trust 向けに設計
ko: Cloudflare Edge 및 Zero Trust용으로 설계됨
pt_br: Projetado para Cloudflare Edge e Zero Trust
ru: Создано для Cloudflare Edge и Zero Trust
zh_hans: 专为 Cloudflare 边缘与 Zero Trust 设计
zh_hant: 專為 Cloudflare 邊緣與 Zero Trust 設計

source: Destination
ar: الوجهة
de: Ziel
es: Destino
it: Destinazione
ja: 宛先
ko: 대상
pt_br: Destino
ru: Назначение
zh_hans: 目的地
zh_hant: 目的地

source: Destination Addresses
ar: عناوين الوجهة
de: Zieladressen
es: Direcciones de destino
fr: Adresses de destination
it: Indirizzi di destinazione
ja: 宛先アドレス
ko: 목적지 주소
pt_br: Endereços de destino
ru: Адреса назначения
zh_hans: 目标地址
zh_hant: 目標地址

source: Destination addresses must be verified via confirmation email before rules can forward to them.
ar: يجب التحقق من عناوين الوجهة عبر البريد الإلكتروني للتأكيد قبل أن تتمكن القواعد من إعادة التوجيه إليها.
de: Zieladressen müssen per Bestätigungs-E-Mail verifiziert werden, bevor Regeln an sie weiterleiten können.
es: Las direcciones de destino deben verificarse mediante un correo electrónico de confirmación antes de que las reglas puedan reenviar a ellas.
fr: Les adresses de destination doivent être vérifiées par e-mail de confirmation avant que les règles puissent leur transférer des e-mails.
it: Gli indirizzi di destinazione devono essere verificati tramite email di conferma prima che le regole possano inoltrare a essi.
ja: ルールが転送できるようになる前に、宛先アドレスを確認メールで確認する必要があります。
ko: 규칙을 통해 전달하기 전에 확인 이메일로 대상 주소를 확인해야 합니다.
pt_br: Os endereços de destino devem ser verificados por e-mail de confirmação antes que as regras possam encaminhar para eles.
ru: Адреса назначения должны быть проверены с помощью письма с подтверждением, прежде чем правила смогут пересылать на них сообщения.
zh_hans: 目标地址必须通过确认邮件验证，规则才能转发给它们。
zh_hant: 目標地址必須透過確認郵件進行驗證，規則才能轉寄至這些地址。

source: Destination Email
ar: البريد الإلكتروني الوجهة
de: Ziel-E-Mail
es: Correo electrónico de destino
fr: E-mail de destination
it: E-mail di destinazione
ja: 宛先メールアドレス
ko: 대상 이메일
pt_br: E-mail de destino
ru: Адрес электронной почты назначения
zh_hans: 目标邮箱地址
zh_hant: 目標邮箱地址

source: Destination Removed
ar: تمت إزالة الوجهة
de: Ziel entfernt
es: Destino eliminado
fr: Destination supprimée
it: Destinazione rimossa
ja: 宛先が削除されました
ko: 목적지가 삭제되었습니다.
pt_br: Destino removido
ru: Пункт назначения удален
zh_hans: 已移除目标地址
zh_hant: 已移除目標地址

source: Destinations & Webhooks (%lld)
ar: الوجهات وخطافات الويب (%lld)
de: Ziele und Webhooks (%lld)
es: Destinos y webhooks (%lld)
fr: Destinations et webhooks (%lld)
it: Destinazioni e webhook (%lld)
ja: 宛先と Webhook (%lld)
ko: 대상 및 웹훅(%lld)
pt_br: Destinos e Webhooks (%lld)
ru: Направления и веб-перехватчики (%lld)
zh_hans: 目标与 Webhook (%lld)
zh_hant: 目標与 Webhook (%lld)

source: Detach
ar: فصل
de: Abtrennen
es: Despegar
fr: Détacher
it: Stacca
ja: 切り離す
ko: 분리하다
pt_br: Desanexar
ru: Отсоединить
zh_hans: 解绑
zh_hant: 解绑

source: Detach '%@'
ar: فصل '%@'
de: '%@' trennen
es: Separar '%@'
fr: Détacher '%@'
it: Scollega '%@'
ja: '%@' を解除
ko: '%@' 분리
pt_br: Desanexar '%@'
ru: Отсоединить '%@'
zh_hans: 分离 '%@'
zh_hant: 分離 '%@'

source: Detach Domain
ar: فصل المجال
de: Domain trennen
es: Separar dominio
fr: Détacher le domaine
it: Scollega dominio
ja: ドメインの切り離し
ko: 도메인 분리
pt_br: Desanexar domínio
ru: Отсоединить домен
zh_hans: 解绑自定义域名
zh_hant: 解绑自定义網域稱

source: Detach Failed
ar: فشل الفصل
de: Trennen fehlgeschlagen
es: Error al desconectar
fr: Échec du détachement
it: Scollegamento non riuscito
ja: 切り離しに失敗しました
ko: 분리 실패
pt_br: Falha na desconexão
ru: Отсоединить не удалось
zh_hans: 解绑失败
zh_hant: 解绑失败

source: Detects and challenges automated scrapers and malicious crawlers.
ar: يكتشف ويتحدى برامج التجريد الآلية وبرامج الزحف الخبيثة.
de: Erkennt und fordert automatisierte Scraper und bösartige Crawler heraus.
es: Detecta y desafía a scrapers automatizados y rastreadores maliciosos.
fr: Détecte et défie les scrapers automatisés et les robots d'indexation malveillants.
it: Rileva e lancia verifiche contro scraper automatizzati e crawler dannosi.
ja: 自動スクレイパーや悪意のあるクローラーを検出してチャレンジします。
ko: 자동화된 스크레이퍼 및 악성 크롤러를 감지하고 챌린지합니다.
pt_br: Detecta e desafia scrapers automatizados e rastreadores maliciosos.
ru: Обнаруживает и проверяет автоматических скраперов и вредоносных ботов.
zh_hans: 检测并质询自动化抓取工具和恶意爬虫。
zh_hant: 偵測並驗證自動化抓取工具和惡意網路爬蟲。

source: Detects and challenges known bots and crawlers. Recommended for most sites.
ar: يكتشف ويتحدى الروبوتات والزواحف المعروفة. يوصى به لمعظم المواقع.
de: Erkennt und fordert bekannte Bots und Crawler heraus. Empfohlen für die meisten Websites.
es: Detecta y desafía robots y rastreadores conocidos. Recomendado para la mayoría de los sitios.
fr: Détecte et défie les robots et robots d'exploration connus. Recommandé pour la plupart des sites.
it: Rileva e sfida bot e crawler conosciuti. Consigliato per la maggior parte dei siti.
ja: 既知のボットやクローラーを検出し、挑戦します。ほとんどのサイトで推奨されます。
ko: 알려진 봇과 크롤러를 탐지하고 문제를 제기합니다. 대부분의 사이트에 권장됩니다.
pt_br: Detecta e desafia bots e rastreadores conhecidos. Recomendado para a maioria dos sites.
ru: Обнаруживает и бросает вызов известным ботам и сканерам. Рекомендуется для большинства сайтов.
zh_hans: 检测并质询已知的机器人和爬虫。推荐大多数网站使用。
zh_hant: 檢測并質詢已知的机器人和爬虫。推荐大多數網站使用。

source: Determine how much of your website's static content you want Cloudflare to cache at the edge.
ar: حدد مقدار المحتوى الثابت لموقعك الذي تريد من Cloudflare تخزينه مؤقتًا على الحافة.
de: Bestimmen Sie, wie viel vom statischen Inhalt Ihrer Website Cloudflare am Edge zwischenspeichern soll.
es: Determina qué cantidad del contenido estático de tu sitio web deseas que Cloudflare almacene en caché en el perímetro.
fr: Déterminez la quantité de contenu statique de votre site Web que vous souhaitez que Cloudflare mette en cache en périphérie.
it: Determina quanto contenuto statico del tuo sito web desideri che Cloudflare memorizzi nella cache perimetrale.
ja: Cloudflare がエッジでキャッシュする Web サイトの静的コンテンツの量を決定します。
ko: Cloudflare가 에지에서 캐시할 웹사이트의 정적 콘텐츠 양을 결정합니다.
pt_br: Determine quanto do conteúdo estático do seu site você deseja que a Cloudflare armazene em cache na borda.
ru: Определите, какую часть статического контента вашего веб-сайта Cloudflare должен кэшировать на Edge.
zh_hans: 确定您希望 Cloudflare 在边缘缓存多少网站静态内容。
zh_hant: 決定您希望 Cloudflare 在邊緣快取多少網站靜態內容。

source: Determine how much of your website's static content you want Cloudflare to cache.
ar: حدد مقدار المحتوى الثابت لموقع الويب الخاص بك الذي تريد من Cloudflare تخزينه مؤقتًا.
de: Bestimmen Sie, wie viel statischen Inhalt Ihrer Website Cloudflare zwischenspeichern soll.
es: Determine qué parte del contenido estático de su sitio web desea que Cloudflare almacene en caché.
fr: Déterminez la quantité de contenu statique de votre site Web que vous souhaitez que Cloudflare mette en cache.
it: Determina la quantità di contenuti statici del tuo sito web che desideri che Cloudflare memorizzi nella cache.
ja: CloudflareがキャッシュするWebサイトの静的コンテンツの量を決定します。
ko: Cloudflare가 캐시할 웹사이트의 정적 콘텐츠의 양을 결정하세요.
pt_br: Determine quanto do conteúdo estático do seu site você deseja que a Cloudflare armazene em cache.
ru: Определите, какую часть статического контента вашего веб-сайта вы хотите кэшировать Cloudflare.
zh_hans: 确定您希望 Cloudflare 缓存多少网站的静态内容。
zh_hant: 確認您希望 Cloudflare 快取多少網站的静態内容。

source: Determine the length of time Cloudflare instructs a visitor's browser to cache files.
ar: تحديد طول الفترة الزمنية التي يوجه فيها Cloudflare متصفح الزائر إلى ذاكرة التخزين المؤقت للملفات.
de: Bestimmen Sie, wie lange Cloudflare den Browser eines Besuchers anweist, Dateien zwischenzuspeichern.
es: Determine el período de tiempo que Cloudflare le indica al navegador de un visitante que almacene en caché los archivos.
fr: Déterminez la durée pendant laquelle Cloudflare demande au navigateur d'un visiteur de mettre les fichiers en cache.
it: Determina il periodo di tempo in cui Cloudflare richiede al browser di un visitatore di memorizzare nella cache i file.
ja: Cloudflareが訪問者のブラウザにファイルをキャッシュするよう指示する時間を決定します。
ko: Cloudflare가 방문자의 브라우저에 파일을 캐시하도록 지시하는 시간을 결정하세요.
pt_br: Determine por quanto tempo a Cloudflare instrui o navegador do visitante a armazenar arquivos em cache.
ru: Определите продолжительность времени, в течение которого Cloudflare дает браузеру посетителя указание кэшировать файлы.
zh_hans: 确定 Cloudflare 指示访客浏览器缓存文件的时长。
zh_hant: 確認 Cloudflare 指示访客浏覽器快取文件的時长。

# Deutsch
source: German
ar: الألمانية
de: Deutsch
es: Alemán
fr: Allemand
it: tedesco
ja: ドイツ語
ko: 독일 사람
pt_br: Alemão
ru: немецкий
zh_hans: 德语
zh_hant: 德語

source: Dev Mode
ar: وضع التطوير
de: Entwicklermodus
es: Modo desarrollo
fr: Mode dev
it: Modalità sviluppatore
ja: 開発モード
ko: 개발 모드
pt_br: Modo de desenvolvimento
ru: Режим разработки
zh_hans: 开发模式
zh_hant: 開發模式

source: Developer
ar: المطور
de: Entwickler
es: Revelador
fr: Développeur
it: Sviluppatore
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
zh_hans: 开发者
zh_hant: 開發者

source: Developer Hub
ar: مركز المطورين
de: Entwickler-Hub
es: Centro de desarrolladores
fr: Centre des développeurs
it: Centro di sviluppo
ja: 開発者ハブ
ko: 개발자 허브
pt_br: Central do desenvolvedor
ru: Центр разработчиков
zh_hans: 开发者中心
zh_hant: 開發者中心

source: Developer Suite
ar: جناح المطور
de: Entwicklersuite
es: Suite de desarrollador
fr: Suite Développeur
it: Suite per sviluppatori
ja: 開発者スイート
ko: 개발자 스위트
pt_br: Pacote de desenvolvedores
ru: Пакет разработчика
zh_hans: 开发者套件
zh_hant: 開發者套件

source: Developer Tools
ar: أدوات المطور
de: Entwicklertools
es: Herramientas para desarrolladores
fr: Outils de développement
it: Strumenti per sviluppatori
ja: 開発者ツール
ko: 개발자 도구
pt_br: Ferramentas para desenvolvedores
ru: Инструменты разработчика
zh_hans: 开发者工具
zh_hant: 開發者工具

source: Development
ar: تطوير
de: Entwicklung
es: Desarrollo
fr: Développement
it: Sviluppo
ja: 発達
ko: 개발
pt_br: Desenvolvimento
ru: Разработка
zh_hans: 开发者中心
zh_hant: 開發者中心

source: Development Mode
ar: وضع التطوير
de: Entwicklungsmodus
es: Modo de desarrollo
fr: Mode développement
it: Modalità di sviluppo
ja: 開発モード
ko: 개발 모드
pt_br: Modo de desenvolvimento
ru: Режим разработки
zh_hans: 开发模式
zh_hant: 開發模式

source: Development Mode Disabled
ar: تم تعطيل وضع التطوير
de: Entwicklungsmodus deaktiviert
es: Modo de desarrollo desactivado
fr: Mode développement désactivé
it: Modalità di sviluppo disattivata
ja: 開発モードを無効にしました
ko: 개발 모드 비활성화됨
pt_br: Modo de desenvolvimento desativado
ru: Режим разработки отключен
zh_hans: 已禁用开发模式
zh_hant: 已停用開發模式

source: Development Mode Enabled
ar: تم تفعيل وضع التطوير
de: Entwicklungsmodus aktiviert
es: Modo de desarrollo activado
fr: Mode développement activé
it: Modalità di sviluppo attivata
ja: 開発モードを有効にしました
ko: 개발 모드 활성화됨
pt_br: Modo de desenvolvimento ativado
ru: Режим разработки включен
zh_hans: 已启用开发模式
zh_hant: 已啟用開發模式

source: Development mode temporarily bypasses all caching to see origin changes instantly.
ar: يتجاوز وضع التطوير مؤقتًا جميع عمليات التخزين المؤقت لرؤية تغييرات الأصل على الفور.
de: Der Entwicklungsmodus umgeht vorübergehend das gesamte Caching, um Änderungen am Ursprung sofort zu sehen.
es: El modo de desarrollo omite temporalmente todo el almacenamiento en caché para ver los cambios de origen al instante.
fr: Le mode de développement contourne temporairement toute mise en cache pour afficher instantanément les modifications apportées à l'origine.
it: La modalità di sviluppo bypassa temporaneamente tutta la cache per visualizzare istantaneamente le modifiche all'origine.
ja: 開発モードはすべてのキャッシュを一時的にバイパスし、オリジンの変更を即座に確認できます。
ko: 개발 모드는 모든 캐싱을 일시적으로 우회하여 원본 변경 사항을 즉시 확인합니다.
pt_br: O modo de desenvolvimento ignora temporariamente todo o cache para ver as alterações de origem instantaneamente.
ru: Режим разработки временно обходит все кэширование, чтобы мгновенно видеть изменения на источнике.
zh_hans: 开发模式会暂时绕过所有缓存，以便立即查看源站的更改。
zh_hant: 開發模式會暫時略過所有快取，以便即時檢視源伺服器的變更。

source: Diagnostics & Tools
ar: التشخيص والأدوات
de: Diagnose und Tools
es: Diagnóstico y herramientas
fr: Diagnostics et outils
it: Diagnostica e strumenti
ja: 診断とツール
ko: 진단 및 도구
pt_br: Diagnósticos e Ferramentas
ru: Диагностика и инструменты
zh_hans: 诊断工具箱
zh_hant: 诊断工具箱

source: Diagnostics copied
ar: تم نسخ التشخيص
de: Diagnose kopiert
es: Diagnóstico copiado
fr: Diagnostic copié
it: Diagnostica copiata
ja: 診断がコピーされました
ko: 진단이 복사되었습니다.
pt_br: Diagnóstico copiado
ru: Диагностика скопирована
zh_hans: 诊断信息已复制到剪贴板
zh_hant: 诊断信息已複製到剪贴板

source: Diagnostics info helps developers identify and resolve technical issues faster.
ar: تساعد معلومات التشخيص المطورين على تحديد المشكلات الفنية وحلها بشكل أسرع.
de: Diagnoseinformationen helfen Entwicklern, technische Probleme schneller zu erkennen und zu lösen.
es: La información de diagnóstico ayuda a los desarrolladores a identificar y resolver problemas técnicos más rápidamente.
fr: Les informations de diagnostic aident les développeurs à identifier et à résoudre les problèmes techniques plus rapidement.
it: Le informazioni di diagnostica aiutano gli sviluppatori a identificare e risolvere i problemi tecnici più rapidamente.
ja: 診断情報は、開発者が技術的な問題をより迅速に特定して解決するのに役立ちます。
ko: 진단 정보는 개발자가 기술 문제를 더 빠르게 식별하고 해결하는 데 도움이 됩니다.
pt_br: As informações de diagnóstico ajudam os desenvolvedores a identificar e resolver problemas técnicos com mais rapidez.
ru: Информация диагностики помогает разработчикам быстрее выявлять и устранять технические проблемы.
zh_hans: 诊断信息有助于开发者更快定位并排查技术故障与异常问题。
zh_hant: 诊断信息有助于開發者更快定位并排查技术故障与异常问题。

source: Dig DNS Query (1.1.1.1)
ar: حفر استعلام DNS (1.1.1.1)
de: Dig DNS-Abfrage (1.1.1.1)
es: Consulta de DNS de excavación (1.1.1.1)
fr: Creuser une requête DNS (1.1.1.1)
it: Scava query DNS (1.1.1.1)
ja: DNS クエリを掘る (1.1.1.1)
ko: DNS 쿼리 발굴(1.1.1.1)
pt_br: Dig Consulta DNS (1.1.1.1)
ru: Копать DNS-запрос (1.1.1.1)
zh_hans: Dig DNS 查询 (1.1.1.1)
zh_hant: Dig DNS 查询 (1.1.1.1)

source: Dig Query (1.1.1.1)
ar: استعلام الحفر (1.1.1.1)
de: Dig-Abfrage (1.1.1.1)
es: Consulta de excavación (1.1.1.1)
fr: Requête de fouille (1.1.1.1)
it: Interrogazione di scavo (1.1.1.1)
ja: ディグクエリ (1.1.1.1)
ko: 발굴 쿼리(1.1.1.1)
pt_br: Consulta de escavação (1.1.1.1)
ru: Запрос на раскопки (1.1.1.1)
zh_hans: 发起 Dig 查询 (1.1.1.1)
zh_hant: 發起 Dig 查询 (1.1.1.1)

source: Digest
ar: هضم
de: Verdauen
es: Digerir
fr: Résumé
it: Digerire
ja: ダイジェスト
ko: 요람
pt_br: Digerir
ru: Дайджест
zh_hans: 摘要
zh_hant: 摘要

source: Digest Algorithm
ar: خوارزمية الملخص
de: Digest-Algorithmus
es: Algoritmo de resumen
fr: Algorithme de résumé
it: Algoritmo di digestione
ja: ダイジェストアルゴリズム
ko: 다이제스트 알고리즘
pt_br: Algoritmo de resumo
ru: Алгоритм дайджеста
zh_hans: 摘要算法
zh_hant: 摘要算法

source: Digest Type
ar: نوع الملخص
de: Digest-Typ
es: Tipo de resumen
fr: Type de résumé
it: Tipo di raccolta
ja: ダイジェストタイプ
ko: 다이제스트 유형
pt_br: Tipo de resumo
ru: Тип дайджеста
zh_hans: 摘要类型
zh_hant: 摘要类型

source: Direct Deployment via Cloudflare Pages
ar: نشر مباشر عبر Cloudflare Pages
de: Direkte Bereitstellung über Cloudflare Pages
es: Despliegue directo mediante Cloudflare Pages
fr: Déploiement direct via Cloudflare Pages
it: Distribuzione diretta tramite Cloudflare Pages
ja: Cloudflare Pages 経由の直接デプロイ
ko: Cloudflare Pages를 통한 직접 배포
pt_br: Implantação direta via Cloudflare Pages
ru: Прямое развертывание через Cloudflare Pages
zh_hans: 通过 Cloudflare Pages 直接部署
zh_hant: 透過 Cloudflare Pages 直接部署

source: Directly route traffic to your origin server, bypassing Cloudflare's security and caching proxy.
ar: توجيه حركة المرور مباشرة إلى الخادم الأصلي، مع تجاوز وكيل الأمان والتخزين المؤقت لـ Cloudflare.
de: Verkehr direkt an Ihren Ursprungsserver weiterleiten, wobei der Sicherheits- und Caching-Proxy von Cloudflare umgangen wird.
es: Enruta directamente el tráfico a tu servidor de origen, omitiendo el proxy de seguridad y almacenamiento en caché de Cloudflare.
fr: Acheminez directement le trafic vers votre serveur d'origine, en contournant le proxy de sécurité et de mise en cache de Cloudflare.
it: Instrada direttamente il traffico al server di origine, bypassando il proxy di sicurezza e memorizzazione nella cache di Cloudflare.
ja: Cloudflare のセキュリティとキャッシング プロキシをバイパスして、オリジン サーバーに直接トラフィックをルーティングします。
ko: Cloudflare의 보안 및 캐싱 프록시를 우회하여 트래픽을 원본 서버로 직접 라우팅합니다.
pt_br: Roteie o tráfego diretamente para o servidor de origem, ignorando o proxy de segurança e cache da Cloudflare.
ru: Прямая маршрутизация трафика на ваш исходный сервер в обход прокси-сервера безопасности и кэширования Cloudflare.
zh_hans: 直接将流量路由到您的源服务器，绕过 Cloudflare 的安全和缓存代理。
zh_hant: 直接將流量路由至您的源伺服器，略過 Cloudflare 的安全與快取代理。

source: Disable
ar: إبطال
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
ja: 無効にする
ko: 장애를 입히다
pt_br: Desativar
ru: Запрещать
zh_hans: 禁用
zh_hant: 禁用

source: Disable Under Attack Mode
ar: تعطيل تحت وضع الهجوم
de: Deaktivieren Sie den Unterangriffsmodus
es: Desactivar el modo bajo ataque
fr: Désactiver le mode sous-attaque
it: Disabilita la modalità Sotto attacco
ja: 攻撃モードを無効にする
ko: 공격 중 모드 비활성화
pt_br: Desativar modo sob ataque
ru: Отключить режим атаки
zh_hans: 禁用受攻击模式
zh_hant: 禁用受攻击模式

source: Disabled
ar: عاجز
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 장애가 있는
pt_br: Desabilitado
ru: Неполноценный
zh_hans: 已禁用
zh_hant: 已禁用

source: Discovering tables…
ar: اكتشاف الجداول…
de: Tische entdecken…
es: Descubriendo tablas…
fr: A la découverte des tableaux…
it: Alla scoperta delle tabelle…
ja: テーブルを検出しています…
ko: 테이블을 검색하는 중…
pt_br: Descobrindo tabelas…
ru: Знакомство с таблицами…
zh_hans: 正在发现数据表…
zh_hant: 正在發現數据表…

source: Distribute incoming traffic across server pools for high availability.
ar: قم بتوزيع حركة المرور الواردة عبر مجموعات الخوادم لتحقيق التوفر العالي.
de: Verteilen Sie eingehenden Datenverkehr auf Serverpools, um eine hohe Verfügbarkeit zu gewährleisten.
es: Distribuya el tráfico entrante entre grupos de servidores para lograr alta disponibilidad.
fr: Distribuez le trafic entrant entre les pools de serveurs pour une haute disponibilité.
it: Distribuisci il traffico in entrata tra pool di server per un'elevata disponibilità.
ja: 高可用性を実現するために、受信トラフィックをサーバー プール全体に分散します。
ko: 고가용성을 위해 들어오는 트래픽을 서버 풀 전체에 분산합니다.
pt_br: Distribua o tráfego de entrada entre pools de servidores para alta disponibilidade.
ru: Распределяйте входящий трафик по пулам серверов для обеспечения высокой доступности.
zh_hans: 跨服务器池分发传入流量以实现高可用性。
zh_hant: 跨服务器池分發傳入流量以實現高可用性。

source: Distribute traffic across origins
ar: توزيع حركة المرور عبر الأصول
de: Verteilen Sie den Datenverkehr auf alle Ursprünge
es: Distribuir el tráfico entre orígenes
fr: Répartir le trafic entre les origines
it: Distribuire il traffico tra le origini
ja: トラフィックをオリジン間で分散する
ko: 원본 전체에 트래픽 분산
pt_br: Distribua o tráfego pelas origens
ru: Распределить трафик по источникам
zh_hans: 将流量分配到多个源服务器
zh_hant: 将流量分配到多個源服务器

source: Distribute your traffic across multiple server pools with automatic failover.
ar: توزيع حركة المرور الخاصة بك عبر تجمعات خوادم متعددة مع تجاوز الفشل التلقائي.
de: Verteilen Sie Ihren Verkehr mit automatischem Failover auf mehrere Serverpools.
es: Distribuye tu tráfico entre varios grupos de servidores con conmutación por error automática.
fr: Répartissez votre trafic sur plusieurs pools de serveurs avec basculement automatique.
it: Distribuisci il traffico su più pool di server con failover automatico.
ja: 自動フェイルオーバーを使用して、複数のサーバー プールにトラフィックを分散します。
ko: 자동 장애 조치를 통해 여러 서버 풀에 트래픽을 분산합니다.
pt_br: Distribua seu tráfego entre vários pools de servidores com failover automático.
ru: Распределяйте трафик по нескольким пулам серверов с автоматическим переключением при сбое.
zh_hans: 在具有自动故障转移功能的多个服务器池之间分配流量。
zh_hant: 在具有自動容錯移轉功能的多個伺服器集區之間分配流量。

source: Divergent
ar: متباعد
es: Divergente
it: Divergente
ja: ダイバージェント
ko: 다이버전트
pt_br: Divergente
ru: Дивергентный
zh_hans: 分歧 (Divergent)
zh_hant: 分歧 (Divergent)

source: DNS & Edge Fleet
ar: DNS وأسطول الحافة
de: DNS- und Edge-Flotte
es: DNS y flota perimetral
fr: Flotte DNS et Edge
it: DNS e flotta Edge
ja: DNS とエッジ フリート
ko: DNS 및 엣지 플릿
pt_br: DNS e frota de borda
ru: DNS и пограничный парк
zh_hans: DNS 与边缘集群
zh_hant: DNS 与邊緣集群

source: DNS Dig & Benchmark
ar: DNS Dig واختبار الأداء
es: DNS Dig y Benchmark
fr: DNS Dig et Benchmark
it: DNS Dig e Benchmark
ja: DNS Dig とベンチマーク
ko: DNS Dig 및 벤치마크
pt_br: DNS Dig e Benchmark
ru: DNS Dig и тестирование
zh_hans: DNS Dig 查询与基准测试
zh_hant: DNS Dig 查詢與基準測試

source: DNS Dig Query
ar: استعلام حفر DNS
de: DNS-Dig-Abfrage
es: Consulta de excavación DNS
fr: Requête de fouille DNS
it: Interrogazione di ricerca DNS
ja: DNS ディグクエリ
ko: DNS 발굴 쿼리
pt_br: Consulta de escavação de DNS
ru: DNS-запрос
zh_hans: DNS Dig 递归查询
zh_hant: DNS Dig 递归查询

source: DNS Management
ar: إدارة DNS
de: DNS-Verwaltung
es: Gestión de DNS
fr: Gestion DNS
it: Gestione DNS
ja: DNS 管理
ko: DNS 관리
pt_br: Gerenciamento de DNS
ru: Управление DNS
zh_hans: DNS 管理
zh_hant: DNS 管理

source: DNS Only
ar: DNS فقط
de: Nur DNS
es: Solo DNS
fr: DNS uniquement
it: Solo DNS
ja: DNS のみ
ko: DNS 전용
pt_br: Apenas DNS
ru: Только DNS
zh_hans: 仅限 DNS
zh_hant: 僅限 DNS

source: DNS Only (Grey Cloud)
ar: DNS فقط (سحابة رمادية)
de: Nur DNS (Graue Wolke)
es: Solo DNS (Nube gris)
fr: DNS uniquement (Nuage gris)
it: Solo DNS (Nuvola grigia)
ja: DNS のみ (灰色の雲)
ko: DNS 전용 (회색 구름)
pt_br: Apenas DNS (Nuvem cinza)
ru: Только DNS (Серое облако)
zh_hans: 仅 DNS (灰色云朵)
zh_hant: 僅 DNS (灰色雲朵)

source: DNS Options and Filters
ar: خيارات وفلاتر DNS
de: DNS-Optionen und -Filter
es: Opciones y filtros de DNS
fr: Options et filtres DNS
it: Opzioni e filtri DNS
ja: DNS オプションとフィルター
ko: DNS 옵션 및 필터
pt_br: Opções e filtros de DNS
ru: Параметры и фильтры DNS
zh_hans: DNS 选项与过滤器
zh_hant: DNS 選項與篩選條件
